/* Reflects printers returned by CUPS' snmp browser for ipp */
"IPP" = "Imprimante Internet (IPP)";

/* Reflects printers returned by CUPS' snmp browser for lpd */
"LPD" = "Imprimante Internet (LPD)";

/* Reflects printers returned by CUPS' snmp browser for socket */
"JetDirect" = "Imprimante Internet (JetDirect)";

/* Reflects a combo of all things CUPS */
"%@ (CUPS)" = "%@ (CUPS)";

